Repository: jarema5050/wiating-ios
Catalog: wiating/wiating/*.lproj/Localizable.strings
Languages: pl

# keyboard-done
source: Done
pl: Gotowe

# categories-emergencyShelter
source: Emergency shelter
pl: Schronienie awaryjne

# categories-cabinWithFirePlace
source: Cabin with fireplace
pl: Chatka z paleniskiem

# categories-campSite
source: Campsite
pl: Baza namiotowa

# categories-cave
source: Cave
pl: Jaskinia

# categories-cabinWithKeeper
source: Cabin with keeper
pl: Chatka z opiekunem

# categories-marine
source: Marine
pl: Stanica wodna

# categories-observationTower
source: Observation tower
pl: Wieża widokowa

# categories-shelter
source: Shelter
pl: Wiata

# categories-spring
source: Spring
pl: Źródło

# categories-temple
source: Sacred space
pl: Miejsce sakralne

# categories-cabin
source: Cabin
pl: Chatka

# menu-logout
source: Log out
pl: Wyloguj się

# menu-login
source: Log in
pl: Zaloguj się

# error
source: Content couldn't be loaded
pl: Widok nie może być załadowany.

# detailsheet-lastupdate
source: Last update:
pl: Ostatnia aktualizacja:

# newPlaceForm-newLocation-title
source: Add new location
pl: Dodaj lokację

# newPlaceForm-location-name
source: Location name
pl: Nazwa lokacji

# newPlaceForm-coordinates
source: Coordinates
pl: Położenie geograficzne

# newPlaceForm-location-description
source: Location description
pl: Opis lokacji

# newPlaceForm-location-hints
source: Access hints
pl: Usytuowanie i wskazówki dojścia

# newPlaceForm-location-type
source: Location type
pl: Typ lokacji

# newPlaceForm-error-occured
source: Error occured. Try again later.
pl: Wystąpił błąd. Spróbuj ponownie później.

# newPlaceForm-water-access
source: Water access
pl: Dostęp do wody

# newPlaceForm-water-access-description
source: Water access description (optional)
pl: Opis dostępu do wody (opcjonalnie)

# newPlaceForm-fireplace-access
source: Fireplace access
pl: Dostęp do ognia

# newPlaceForm-fireplace-access-description
source: Fireplace access description (optional)
pl: Opis dostępu do ognia (opcjonalnie)

# newPlaceForm-mark-destroyed
source: Mark as inaccessible or destroyed
pl: Oznacz jako niedostępną lub zniszczoną

# newPlaceForm-mark-submit
source: Submit
pl: Zatwierdź

source: Water access egsist
pl: Istnieje dostęp do wody

# water-access-notEgsist
source: Water access is not available
pl: Brak dostępu do wody

# water-access-notSpecified
source: Not specified
pl: Nie podano

# fire-access-egsist
source: Lightning the campfire is possible
pl: Jest możliwość rozpalenia ognia

# fire-access-notEgsist
source: Fireplace is not available
pl: Brak dostępu do ognia

# fire-access-notSpecified
source: Not specified
pl: Nie podano

# image-picker-add
source: Add images
pl: Dodaj zdjęcia

# image-picker-delete-alert
source: Do you want to delete this image?
pl: Czy chcesz usunąć to zdjęcie?

# image-picker-take-photo
source: Take a photo
pl: Zrób zdjęcie

# image-picker-choose
source: Select an option
pl: Wybierz opcję

# image-picker-camera-not-available
source: Camera is not available on your device.
pl: Aparat niedostępny na tym urządzeniu.

# image-picker-add-library
source: Add from library
pl: Dodaj z biblioteki

# image-picker-cancel
source: Cancel
pl: Anuluj

# image-picker-delete
source: Delete
pl: Usuń
